Repository: web-elite/safe-assistant
Catalog: languages/safe-assistant-*.po
Languages: fa_ir

source: %s (%d orders)
fa_ir: %s (%d سفارش)

source: %s Toman left for free shipping in Mashhad.
fa_ir: %s تومان باقی مانده تا ارسال شما در مشهد رایگان شود.

source: %s Toman left for free shipping nationwide.
fa_ir: %s تومان باقی مانده تا ارسال شما در کل کشور رایگان شود.

source: 1 Day
fa_ir: ۱ روز

source: 2 Days
fa_ir: ۲ روز

source: 3 Days
fa_ir: ۳ روز

source: 4 Days
fa_ir: ۴ روز

source: 5 Days
fa_ir: ۵ روز

source: 6 Days
fa_ir: ۶ روز

source: 7 Days
fa_ir: ۷ روز

source: A process is currently running.
fa_ir: در حال حاضر یک فرآیند در حال اجرا است.

source: A process is currently running. Please wait until it completes.
fa_ir: یک فرآیند در حال اجرا است. لطفاً تا اتمام آن صبر کنید.

source: Account Fields Editor
fa_ir: ویرایشگر فیلدهای حساب کاربری

source: Account Password
fa_ir: رمز عبور حساب

source: Account Password Confirmation
fa_ir: تایید رمز عبور حساب کاربری

source: Account Username
fa_ir: نام کاربری حساب

source: Actions
fa_ir: اقدامات

source: ACTIONS TO BE PERFORMED
fa_ir: اقداماتی که باید انجام شود

source: Activated Mashhad Text
fa_ir: متن فعال شده مشهد

source: Activated Nationwide Text
fa_ir: متن فعال شده کل کشور

source: Active
fa_ir: فعال

source: Active custom maintenance
fa_ir: فعال کردن صفحه تعمیرات سفارشی

source: Add Manager
fa_ir: مدیر اضافه کنید

source: Add wallet credit for ALL users (new and existing)
fa_ir: اعتبار کیف پول را برای همه کاربران (جدید و موجود) اضافه کنید

source: Add wallet credit for users who already have credit?
fa_ir: اعتبار کیف پول را برای کاربرانی که از قبل اعتبار دارند اضافه کنید؟

source: Add wallet credit if user exists?
fa_ir: در صورت وجود کاربر، اعتبار کیف پول اضافه شود؟

source: Add wallet credit ONLY for first-time users
fa_ir: اعتبار کیف پول را فقط برای کاربران جدید اضافه کنید

source: Addons
fa_ir: افزونه‌ها

source: Address updated for user %s.
fa_ir: آدرس برای کاربر %s به‌روزرسانی شد.

source: AlirezaYaghouti
fa_ir: علیرضا یاقوتی

source: All operations reverted successfully.
fa_ir: تمام عملیات با موفقیت به حالت اولیه برگشت.

source: All Statuses
fa_ir: همه وضعیت‌ها

source: All Types
fa_ir: همه انواع

source: Amount %1$s deducted from user %2$s wallet. Reverse transaction recorded.
fa_ir: مبلغ %1$s از کیف پول کاربر %2$s کسر شد. تراکنش معکوس ثبت شد.

source: Amount: %d, Percent: %d, Fixed: %d, Calculated Charge: %d
fa_ir: مبلغ: %d، درصد: %d، ثابت: %d، هزینه محاسبه شده: %d

source: Amounts must be in Toman.
fa_ir: مبالغ باید به تومان باشد.

source: API Token
fa_ir: توکن API

source: Are you sure you want to clear all processing history?
fa_ir: آیا مطمئن هستید که می‌خواهید تمام تاریخچه پردازش را پاک کنید؟

source: Automatic Membership Settings
fa_ir: تنظیمات عضویت خودکار

source: Backup & Restore
fa_ir: پشتیبان‌گیری و بازیابی

source: Batch Size
fa_ir: اندازه دسته

source: Batch Size (Rows per Minute)
fa_ir: اندازه دسته (ردیف در دقیقه)

source: Billing Address 1
fa_ir: آدرس صورتحساب ۱

source: Billing Address 2
fa_ir: آدرس صورتحساب ۲

source: Billing City
fa_ir: شهر صورتحساب

source: Billing Company
fa_ir: شرکت صدور صورتحساب

source: Billing Country
fa_ir: کشور صورتحساب

source: Billing Email
fa_ir: ایمیل صورتحساب

source: Billing Fields Editor
fa_ir: ویرایشگر فیلدهای صورتحساب

source: Billing First Name
fa_ir: نام و نام خانوادگی صورتحساب

source: Billing Last Name
fa_ir: نام خانوادگی صورتحساب

source: Billing Phone
fa_ir: تلفن صورتحساب

source: Billing Postcode
fa_ir: کد پستی صورتحساب

source: Billing State
fa_ir: استان صورتحساب

source: Block External Requests
fa_ir: مسدود کردن درخواست‌های خارجی

source: Cache TTL (minutes)
fa_ir: TTL کش (دقیقه)

source: Cannot upload new file while processing
fa_ir: هنگام پردازش نمی‌توان فایل جدید آپلود کرد

source: Chat/Recipient ID
fa_ir: شناسه چت/گیرنده

source: Check \"Logs\" and \"Results\" tabs for progress updates
fa_ir: برای به‌روزرسانی‌های پیشرفت، زبانه‌های «گزارش‌ها» و «نتایج» را بررسی کنید

source: Check All IPs Not in Iran
fa_ir: تمام آی‌پی‌های خارج از ایران را بررسی کنید

source: Check Only VPN service
fa_ir: فقط سرویس VPN را بررسی کنید

source: Check Wallet Expiration By
fa_ir: تاریخ انقضای کیف پول چک

source: Choose how many days before the user's wallet expiration date the SMS will be sent.
fa_ir: انتخاب کنید که پیامک چند روز قبل از تاریخ انقضای کیف پول کاربر ارسال شود.

source: Choose whether to check wallet expiration by days or hours.
fa_ir: انتخاب کنید که آیا انقضای کیف پول را بر اساس روز یا ساعت بررسی کنید.

source: City
fa_ir: شهر

source: Clear History
fa_ir: پاک کردن تاریخچه

source: Column 10:
fa_ir: ستون ۱۰:

source: Column 1:
fa_ir: ستون ۱:

source: Column 2:
fa_ir: ستون ۲:

source: Column 3:
fa_ir: ستون ۳:

source: Column 4:
fa_ir: ستون ۴:

source: Column 5:
fa_ir: ستون ۵:

source: Column 6:
fa_ir: ستون ۶:

source: Column 7:
fa_ir: ستون ۷:

source: Column 8:
fa_ir: ستون ۸:

source: Column 9:
fa_ir: ستون ۹:

source: Column Information:
fa_ir: اطلاعات ستون:

source: Completed At
fa_ir: تکمیل شده در

source: Configuration
fa_ir: پیکربندی

source: Configure Digits plugin phone authentication
fa_ir: پیکربندی احراز هویت تلفنی افزونه Digits

source: CONFIRM: Do you want to start the import process?
fa_ir: تأیید: آیا می‌خواهید فرآیند واردات را شروع کنید؟

source: Contact support for follow-up
fa_ir: برای پیگیری با پشتیبانی تماس بگیرید

source: Convert Pending Orders to Failed
fa_ir: تبدیل سفارشات در حال انتظار به ناموفق

source: Create new users for phone numbers not in system
fa_ir: ایجاد کاربران جدید برای شماره تلفن‌هایی که در سیستم نیستند

source: Created At
fa_ir: ایجاد شده توسط

source: CSV file not found or unreadable: %s
fa_ir: فایل CSV یافت نشد یا قابل خواندن نیست: %s

source: Current Processing Status
fa_ir: وضعیت پردازش فعلی

source: Current Settings Preview:
fa_ir: پیش‌نمایش تنظیمات فعلی:

source: Custom Code
fa_ir: کد سفارشی

source: Custom css for frontend
fa_ir: استایل سفارشی (CSS) برای فرانت سایت

source: Custom css for wordpress admin dashboard
fa_ir: استایل سفارشی (CSS) برای ادمین وردپرس

source: Custom javascript for frontend
fa_ir: اسکریپت سفارشی (Javascript) برای فرانت سایت

source: Custom javascript for wordpress admin dashboard
fa_ir: اسکریپت سفارشی (Javascript) برای ادمین وردپرس

source: Customer
fa_ir: مشتری

source: Customer Name
fa_ir: نام مشتری

source: Customer Note
fa_ir: یادداشت مشتری

source: Date columns should be in YYYY/MM/DD format, e.g., 1404/05/24.
fa_ir: ستون‌های تاریخ باید به فرمت YYYY/MM/DD باشند، مثلاً 1404/05/24.

source: Days
fa_ir: روز

source: days
fa_ir: روزها

source: Default Service
fa_ir: سرویس پیش‌فرض

source: Default Value
fa_ir: مقدار پیشفرض

source: Disable Admin Bar
fa_ir: غیرفعال کردن نوار مدیریت

source: Disable All WordPress Updates
fa_ir: غیرفعال کردن همه به‌روزرسانی‌های وردپرس

source: Disable Automatic WordPress Updates
fa_ir: غیرفعال کردن به‌روزرسانی‌های خودکار

source: Disable core, plugin, and theme updates.
fa_ir: غیرفعال کردن به‌روزرسانی‌های هسته، افزونه و قالب.

source: Disable Gutenberg Editor
fa_ir: غیرفعال کردن ویرایشگر گوتنبرگ

source: Disable only automatic updates for WordPress core, plugins, and themes. Manual updates will still be available.
fa_ir: غیرفعال کردن فقط به‌روزرسانی‌های خودکار برای هسته وردپرس، افزونه ها و قالب ها. بروزرسانی دستی همچنان در دسترس خواهد بود.

source: Disable the Gutenberg block editor and use Classic Editor.
fa_ir: ویرایشگر بلوک گوتنبرگ را غیرفعال کنید و از ویرایشگر کلاسیک استفاده کنید.

source: Disable the Marketing Hub in WooCommerce.
fa_ir: غیرفعال کردن مرکز بازاریابی در ووکامرس

source: Disable the WooCommerce Admin dashboard.
fa_ir: داشبورد مدیریت ووکامرس را غیرفعال کنید.

source: Disable WooCommerce Admin
fa_ir: غیرفعال کردن پنل مدیریت ووکامرس

source: Disable WooCommerce Blocks on Frontend
fa_ir: غیرفعال کردن بلوک‌های ووکامرس در فرانت‌اند

source: Disable WooCommerce Blocks scripts/styles on frontend.
fa_ir: غیرفعال کردن اسکریپت‌ها/استایل‌های بلوک‌های ووکامرس در بخش کاربری.

source: Disable WooCommerce Marketing Hub
fa_ir: غیرفعال کردن مرکز بازاریابی ووکامرس

source: Disable Woodmart Patch Checker
fa_ir: غیرفعال کردن بررسی پچ های وودمارت

source: Disable Woodmart patch checker on all pages except the Woodmart patch page.
fa_ir: بررسی‌کننده‌ی وصله‌ی وودمارت را در تمام صفحات به جز صفحه‌ی وصله‌ی وودمارت غیرفعال کنید.

source: Display order notes in the orders table
fa_ir: نمایش یادداشت‌های سفارش در جدول سفارش‌ها

source: Download Sample File
fa_ir: دانلود فایل نمونه

source: Duration (seconds)
fa_ir: مدت زمان (ثانیه)

source: Duration: %s
fa_ir: مدت زمان: %s

source: e.g., WhatsApp: Meta Cloud API Token; Telegram: Bot Token
fa_ir: برای مثال، واتس‌اپ: توکن API متا کلود؛ تلگرام: توکن ربات

source: Edit Order
fa_ir: ویرایش سفارش

source: Enable a custom maintenance mode for your site.
fa_ir: فعالسازی صفحه تعمیرات سفارشی شده

source: Enable automatic conversion of pending orders to failed status.
fa_ir: تبدیل خودکار سفارش‌های در حال انتظار به وضعیت ناموفق را فعال کنید.

source: Enable Automatic Membership
fa_ir: فعال کردن عضویت خودکار

source: Enable automatic sending of SMS after order completion with "Post tracking code".
fa_ir: ارسال خودکار پیامک پس از تکمیل سفارش با «کد رهگیری پست» را فعال کنید.

source: Enable displaying order notes in the admin orders table.
fa_ir: نمایش یادداشت‌های سفارش را در جدول سفارشات مدیریت فعال کنید.

source: Enable Field
fa_ir: فعال کردن فیلد

source: Enable Free Shipping
fa_ir: ارسال رایگان را فعال کنید

source: Enable Notifications
fa_ir: فعال کردن اعلان‌ها

source: Enable or disable automatic user membership on checkout.
fa_ir: فعال یا غیرفعال کردن عضویت خودکار کاربر در هنگام پرداخت.

source: Enable or disable free shipping for your store.
fa_ir: ارسال رایگان را برای فروشگاه خود فعال یا غیرفعال کنید.

source: Enable or disable VPN checking for users in checkout page.
fa_ir: فعال یا غیرفعال کردن بررسی VPN برای کاربران در صفحه پرداخت.

source: Enable or disable VPN checking for users only in the checkout page.
fa_ir: فعال یا غیرفعال کردن بررسی VPN فقط برای کاربران در صفحه پرداخت.

source: Enable Order Toolkit Addon
fa_ir: افزونه جعبه ابزار سفارش را فعال کنید

source: Enable Post Tracking
fa_ir: فعال کردن ردیابی پست

source: Enable post tracking for orders.
fa_ir: فعال کردن قابلیت رهگیری سفارش‌ها (Post Tracking)

source: Enable SMS Notifications
fa_ir: فعالسازی ارسال SMS

source: Enable Social Order Management Addon
fa_ir: افزونه مدیریت سفارش شبکه‌های اجتماعی را فعال کنید

source: Enable User Importer Addon
fa_ir: افزونه واردکننده کاربر را فعال کنید

source: Enable VPN Checker
fa_ir: فعال کردن بررسی‌کننده VPN

source: Enable VPN Checker Only in Checkout
fa_ir: فعال کردن بررسی VPN فقط در پرداخت

source: End Time for Failed Status Check (Hour)
fa_ir: زمان پایان بررسی وضعیت ناموفق (ساعت)

source: Enter the expiration date check time and the time of day the SMS is sent.
fa_ir: زمان بررسی تاریخ انقضا و زمان ارسال پیامک را وارد کنید.

source: Enter the original value of the city field on the checkout page here. For example, Mashhad
fa_ir: مقدار اصلی فیلد شهر در صفحه پرداخت را اینجا وارد کنید. به عنوان مثال، مشهد

source: Enter the SMS pattern for wallet expiration notifications by days.
fa_ir: الگوی پیامکی برای اعلان‌های انقضای کیف پول براساس روز را وارد کنید.

source: Enter the SMS pattern for wallet expiration notifications by hour.
fa_ir: الگوی پیامکی اعلان‌های انقضای کیف پول را بر اساس ساعت وارد کنید.

source: Enter the SMS pattern for wallet expiration notifications less than 24 hours.
fa_ir: الگوی پیامکی برای اعلان‌های انقضای کیف پول کمتر از ۲۴ ساعت را وارد کنید.

source: Enter the SMS pattern ID to use for sending messages.
fa_ir: شناسه الگوی پیامکی را برای استفاده در ارسال پیام وارد کنید.

source: Enter tracking code
fa_ir: کد رهگیری را وارد کنید

source: Error
fa_ir: خطا

source: Error loading logs. Please try again.
fa_ir: خطا در بارگیری گزارش‌ها. لطفاً دوباره امتحان کنید.

source: Error reading CSV row.
fa_ir: خطا در خواندن ردیف CSV.

source: Error:
fa_ir: خطا:

source: Error:
fa_ir: خطا:

source: Errors
fa_ir: خطاها

source: Errors:
fa_ir: خطاها:

source: Every 15 Minutes
fa_ir: هر 15 دقیقه

source: Every Minute (60s)
fa_ir: هر دقیقه (۶۰ ثانیه)

source: Existing users with previous credit will be skipped
fa_ir: کاربران فعلی با اعتبار قبلی حذف خواهند شد

source: Expiration Date
fa_ir: تاریخ انقضا

source: Expiration Days
fa_ir: روزهای انقضا

source: Expires in:
fa_ir: منقضی می‌شود در:

source: Export Results
fa_ir: نتایج صادرات

source: Factory reset completed.
fa_ir: تنظیم مجدد کارخانه تکمیل شد.

source: Failed Orders
fa_ir: سفارشات ناموفق

source: Failed to charge wallet for user %s.
fa_ir: شارژ کیف پول کاربر %s ناموفق بود.

source: Failed to clear results
fa_ir: نتایج پاک نشد

source: Failed to create user %s: %s
fa_ir: ایجاد کاربر %s ناموفق بود: %s

source: Failed to reset actions.
fa_ir: تنظیم مجدد اقدامات ناموفق بود.

source: Failed to revert operations.
fa_ir: بازگرداندن عملیات ناموفق بود.

source: Failed to update address for user %s.
fa_ir: به‌روزرسانی آدرس برای کاربر %s ناموفق بود.

source: Features
fa_ir: ویژگی ها

source: Field Label
fa_ir: برچسب فیلد

source: File Path:
fa_ir: مسیر فایل:

source: File processing completed.
fa_ir: پردازش فایل به پایان رسید.

source: File processing failed: %s
fa_ir: پردازش فایل ناموفق بود: %s

source: File selected
fa_ir: فایل انتخاب شد

source: File:
fa_ir: فایل:

source: First
fa_ir: اول

source: First Name
fa_ir: نام

source: first parameter is buy date
fa_ir: پارامتر اول تاریخ خرید است

source: first parameter is name of user
fa_ir: پارامتر اول نام کاربر است

source: Fixed Wallet Credit Amount
fa_ir: مبلغ اعتبار کیف پول ثابت

source: For incoming updates (optional)
fa_ir: برای به‌روزرسانی‌های دریافتی (اختیاری)

source: For order data caching
fa_ir: برای ذخیره سازی داده های سفارش

source: Force Stop Working
fa_ir: توقف اجباری کار

source: Free shipping activated for Mashhad.
fa_ir: ارسال رایگان در مشهد، فعال شد.

source: Free shipping activated nationwide.
fa_ir: ارسال رایگان در کل کشور، فعال شد.

source: Free Shipping Settings
fa_ir: تنظیمات ارسال رایگان

source: Frontend
fa_ir: فرانت

source: Full Address
fa_ir: آدرس کامل

source: Generate unique referral codes
fa_ir: کدهای ارجاع منحصر به فرد ایجاد کنید

source: Guest order auto-failed after timeout.
fa_ir: سفارش کاربر مهمان پس از اتمام مهلت، به طور خودکار ناموفق شد.

source: Hide Membership Option on Checkout
fa_ir: گزینه عضویت را در هنگام پرداخت مخفی کنید

source: Hide the membership option on the checkout page.
fa_ir: گزینه عضویت را در صفحه پرداخت مخفی کنید.

source: Hide the WordPress admin bar for all users except administrators.
fa_ir: نوار مدیریت وردپرس را برای همه کاربران به جز مدیران پنهان کنید.

source: Hours
fa_ir: ساعت

source: ID
fa_ir: شناسه

source: Idle
fa_ir: بیکار

source: Import
fa_ir: درون ریزی

source: Import #%d
fa_ir: درون ریزی #%d

source: Import ID
fa_ir: شناسه واردات

source: Improve Admin Order Search
fa_ir: بهبود جستجوی سفارش ها در بخش ادمین ( جستجو براساس مشتریان )

source: Improve Admin Product Search
fa_ir: بهبود جستجوی محصولات در بخش ادمین

source: Improve Product Frontend Search
fa_ir: بهبود جستجوی محصول در سایت

source: In 24-hour format. for example: 9 or 17
fa_ir: در قالب ۲۴ ساعته. مثلاً: ۹ یا ۱۷

source: Info
fa_ir: اطلاعات

source: Info: User %s wallet not charged due to settings.
fa_ir: اطلاعات: به دلیل تنظیمات، به کیف پول کاربر %s مبلغی اضافه نشده است.

source: Insufficient balance for user %1$s. Current: %2$s, Required: %3$s
fa_ir: موجودی کاربر %1$s کافی نیست. موجودی فعلی: %2$s، موجودی مورد نیاز: %3$s

source: Insufficient permissions
fa_ir: مجوزهای ناکافی

source: Insufficient permissions to reset plugin settings.
fa_ir: مجوزهای کافی برای بازنشانی تنظیمات افزونه وجود ندارد.

source: Insufficient permissions.
fa_ir: مجوزهای ناکافی.

source: Invalid expiration date format in row %d.
fa_ir: قالب تاریخ انقضا در ردیف %d نامعتبر است.

source: Invalid nonce for reset action.
fa_ir: عدم اعتبار برای اقدام بازنشانی.

source: Invalid nonce.
fa_ir: نانس نامعتبر.

source: Invalid or missing CSV file.
fa_ir: فایل CSV نامعتبر است یا وجود ندارد.

source: Invalid order.
fa_ir: سفارش نامعتبر.

source: Invalid phone format for Digits plugin: %s
fa_ir: قالب تلفن برای افزونه‌ی Digits نامعتبر است: %s

source: Invalid phone format for SmsIR plugin: %s
fa_ir: قالب تلفن برای افزونه SmsIR نامعتبر است: %s

source: Is Required?
fa_ir: الزامی است؟

source: It can be a mobile number or random English characters.
fa_ir: می‌تواند یک شماره موبایل یا کاراکترهای تصادفی انگلیسی باشد.

source: Last
fa_ir: آخرین

source: Last Name
fa_ir: نام خانوادگی

source: List external URLs to block (one per line).
fa_ir: فهرستی از آدرس‌های اینترنتی خارجی برای مسدود کردن (هر کدام در یک خط).

source: Loading...
fa_ir: در حال بارگذاری...

source: Logs
fa_ir: گزارشات

source: Main City Orders
fa_ir: سفارشات اصلی شهر

source: Main City: %s | Orders from this city are managed directly.
fa_ir: شهر اصلی: %s | سفارشات در این شهر نیازی به کد رهگیری مرسوله ندارند.

source: Make sure the pattern includes below parameters:
fa_ir: مطمئن شوید که الگو شامل پارامترهای زیر باشد:

source: Management Woocommerce orders via Social Media Platforms like WhatsApp or Telegram.
fa_ir: مدیریت سفارشات ووکامرس از طریق شبکه‌های اجتماعی مانند واتس‌اپ یا تلگرام

source: Manager Name
fa_ir: نام مدیر

source: Managers
fa_ir: مدیران

source: Mark as Completed
fa_ir: علامت گذاری به عنوان تکمیل شده

source: MeliPayamak Password
fa_ir: رمز عبور ملی پیامک

source: MeliPayamak Username
fa_ir: نام کاربری ملی پیامک

source: Message
fa_ir: پیام

source: Message to display when VPN is detected.
fa_ir: پیامی که هنگام شناسایی VPN نمایش داده می‌شود.

source: Minimum Credit Amount
fa_ir: حداقل مبلغ اعتبار

source: Minimum Mashhad Text
fa_ir: متن حداقل خرید مشهد

source: Minimum order amount for free shipping in Mashhad.
fa_ir: حداقل مبلغ سفارش برای ارسال رایگان در مشهد.

source: Minimum order amount for free shipping in other cities.
fa_ir: حداقل مبلغ سفارش برای ارسال رایگان در سایر شهرها

source: Minimum Other Cities Text
fa_ir: حداقل متن شهرهای دیگر

source: Minimum Purchase (Mashhad)
fa_ir: حداقل خرید (مشهد)

source: Minimum Purchase (Other Cities)
fa_ir: حداقل خرید (سایر شهرها)

source: Minimum purchase for free shipping in Mashhad: %s Toman
fa_ir: حداقل مبلغ خرید برای ارسال رایگان در مشهد: %s تومان

source: Minimum purchase for free shipping nationwide: %s Toman
fa_ir: حداقل مبلغ خرید برای ارسال رایگان در کل کشور: %s تومان

source: Mobile Number
fa_ir: شماره موبایل

source: New Notification
fa_ir: اعلان جدید

source: Next
fa_ir: بعدی

source: Nir Wallet
fa_ir: کیف پول نیر

source: Nir Wallet plugin not active or installed
fa_ir: افزونه کیف پول نیر فعال یا نصب نشده است

source: No file selected
fa_ir: فایلی انتخاب نشده است

source: No logs found.
fa_ir: هیچ لاگی یافت نشد.

source: No pending orders found.
fa_ir: هیچ سفارش معلقی یافت نشد.

source: No processing results available yet.
fa_ir: هنوز هیچ نتیجه پردازشی در دسترس نیست.

source: No processing task running
fa_ir: هیچ وظیفه پردازشی در حال اجرا نیست

source: No results to export.
fa_ir: نتیجه‌ای برای صادر کردن وجود ندارد.

source: No SMS will be sent
fa_ir: پیامکی ارسال نمیشه

source: No transactions found for refund process
fa_ir: هیچ تراکنشی برای فرآیند بازپرداخت یافت نشد.

source: Note: if you select to check all IPs not in Iran, users from other countries will be affected.
fa_ir: توجه: اگر انتخاب کنید که همه IP های غیر ایرانی را بررسی کنید، کاربران سایر کشورها تحت تأثیر قرار گیرند.

source: Number of CSV rows to process per minute. Higher values process faster but use more server resources.
fa_ir: تعداد سطرهای CSV برای پردازش در دقیقه. مقادیر بالاتر سریع‌تر پردازش می‌شوند اما از منابع سرور بیشتری استفاده می‌کنند.

source: Number of rows to process per minute (default: 20)
fa_ir: تعداد ردیف‌هایی که در هر دقیقه پردازش می‌شوند (پیش‌فرض: ۲۰)

source: Numeric ID for Telegram or WhatsApp number (e.g., +1234567890)
fa_ir: شناسه عددی برای شماره تلگرام یا واتس‌اپ (مثلاً ‎+1234567890)

source: On-Hold Orders
fa_ir: سفارشات در انتظار

source: only available parameter is name of user
fa_ir: تنها پارامتر موجود نام کاربر است

source: Only new users will get wallet credit
fa_ir: فقط کاربران جدید اعتبار کیف پول دریافت می‌کنند

source: Only the first column
fa_ir: فقط ستون اول

source: Optimization
fa_ir: بهینه‌سازی

source: Optimize admin order search to search only in order ID, customer name, customer email, customer username (faster and more accurate results)
fa_ir: جستجوی سفارش در مدیریت را بهینه کنید تا فقط در شناسه سفارش، نام مشتری، ایمیل مشتری، نام کاربری مشتری جستجو شود (نتایج سریع‌تر و دقیق‌تر)

source: Optimize admin product search to search only in product title, product ID, and category names (faster and more accurate results)
fa_ir: جستجوی محصول مدیریت را بهینه کنید تا فقط در عنوان محصول، شناسه محصول و نام دسته بندی جستجو شود (نتایج سریعتر و دقیق تر)

source: Optimize product search to search only in product title, product ID, and category names (faster and more accurate results)
fa_ir: جستجوی محصول را بهینه کنید تا فقط در عنوان محصول، شناسه محصول و نام دسته بندی جستجو شود (نتایج سریعتر و دقیق تر)

source: Order auto-cancelled after timeout.
fa_ir: سفارش پس از اتمام مهلت، به صورت خودکار لغو شد.

source: Order auto-failed after timeout.
fa_ir: سفارش پس از اتمام مهلت، به صورت خودکار ناموفق شد.

source: Order cancelled due to newer similar order.
fa_ir: سفارش به دلیل سفارش مشابه جدید لغو شد.

source: Order Comments
fa_ir: نظرات سفارش

source: Order completed with tracking code %s.
fa_ir: سفارش با کد رهگیری %s تکمیل شد.

source: Order Fields Editor
fa_ir: ویرایشگر فیلدهای سفارش

source: Order ID
fa_ir: شناسه سفارش

source: Order Management
fa_ir: مدیریت سفارش

source: Order Toolkit
fa_ir: جعبه ابزار سفارش

source: Orders
fa_ir: سفارشات

source: Orders Management Pro
fa_ir: مدیریت حرفه‌ای سفارشات

source: Other Cities Orders
fa_ir: سفارش سایر شهرها

source: Panel is Connected
fa_ir: پنل شما متصل است.

source: Panel is Not Connected
fa_ir: پنل شما متصل نیست!

source: Pattern:
fa_ir: الگو:

source: Pending Orders
fa_ir: سفارشات در انتظار

source: Per Page:
fa_ir: به ازای هر صفحه:

source: Phone
fa_ir: تلفن

source: Phone number empty in row %d.
fa_ir: شماره تلفن در ردیف %d خالی است.

source: Phone Number is %s and standardized number is %s
fa_ir: شماره تلفن %s و شماره استاندارد %s است.

source: Placeholder
fa_ir: متن نمایشی پیشفرض (placeholder)

source: Please note when changing SMS gateway settings, you may need to update other settings such as patterns.
fa_ir: لطفاً توجه داشته باشید هنگام تغییر تنظیمات درگاه پیامک، ممکن است لازم باشد تنظیمات دیگری مانند الگوها را نیز به‌روزرسانی کنید.

source: Please select a CSV file first.
fa_ir: لطفا ابتدا یک فایل CSV انتخاب کنید.

source: Previous
fa_ir: قبلی

source: Previous Purchase Amount
fa_ir: مبلغ خرید قبلی

source: Process runs automatically in background
fa_ir: فرآیند به طور خودکار در پس زمینه اجرا می‌شود

source: Processed %d rows, new offset: %d. Progress: %.1f%%
fa_ir: %d ردیف پردازش شد، جابجایی جدید: %d. پیشرفت: %.1f%%

source: Processing History
fa_ir: تاریخچه پردازش

source: PROCESSING INFORMATION:
fa_ir: اطلاعات پردازش:

source: Processing Orders
fa_ir: سفارشات درحال پردازش

source: Processing results history cleared by user
fa_ir: تاریخچه نتایج پردازش توسط کاربر پاک شد

source: Processing results saved. Total: %d users, Created: %d, Updated: %d, Errors: %d
fa_ir: نتایج پردازش ذخیره شد. مجموع: %d کاربر، ایجاد شده: %d، به‌روزرسانی شده: %d، خطاها: %d

source: Processing speed:
fa_ir: سرعت پردازش:

source: Processing...
fa_ir: در حال پردازش...

source: Processing:
fa_ir: پردازش:

source: Progress: %d/%d rows (%.1f%%)
fa_ir: پیشرفت: %d/%d ردیف (%.1f%%)

source: Purchase Date
fa_ir: تاریخ خرید

source: Queued
fa_ir: صف کشیده

source: Real-time statistics will be saved and displayed
fa_ir: آمار لحظه‌ای ذخیره و نمایش داده می‌شود

source: Refresh
fa_ir: تازه کردن

source: Refund of incorrect wallet credit
fa_ir: بازپرداخت اعتبار نادرست کیف پول
