Repository: web-elite/safe-assistant
Catalog: languages/safe-assistant-*.po
Languages: fa_ir

source: Refund process completed successfully. %d transactions processed.
fa_ir: عملیات اصلاح شارژهای کیف پول انجام شد. %d کیف پول بازگردانی شد.

source: Remaining Mashhad Text
fa_ir: متن مقدار باقی مانده برای مشهد

source: Remaining Other Cities Text
fa_ir: متن مقدار باقی مانده برای کل کشور

source: Remove Dashboard Widgets
fa_ir: حذف ابزارک‌های داشبورد

source: Remove default widgets from the WordPress dashboard.
fa_ir: ابزارک‌های پیش‌فرض را از داشبورد وردپرس حذف کنید.

source: Remove the WordPress logo from the top admin bar.
fa_ir: لوگوی وردپرس را از نوار مدیریت بالا حذف کنید.

source: Remove WordPress Logo from Admin Bar
fa_ir: حذف لوگوی وردپرس از نوار مدیریت

source: Reset Actions successfully.
fa_ir: اقدامات با موفقیت بازنشانی شدند.

source: Reset Logs and Ongoing Tasks
fa_ir: تنظیم مجدد گزارش‌ها و وظایف جاری

source: Reset Section
fa_ir: بخش تنظیم مجدد

source: Result
fa_ir: نتیجه

source: Results
fa_ir: نتایج

source: Results history cleared successfully.
fa_ir: تاریخچه نتایج با موفقیت پاک شد.

source: Results will appear here after completing CSV imports.
fa_ir: نتایج پس از تکمیل وارد کردن CSV در اینجا ظاهر می‌شوند.

source: Revert All Operations
fa_ir: برگرداندن همه عملیات

source: Revert Wallet Credits
fa_ir: برگرداندن اعتبار کیف پول

source: rows per minute
fa_ir: ردیف در دقیقه

source: rows/minute
fa_ir: ردیف/دقیقه

source: Safe Assistant
fa_ir: دستیار سیف

source: Safe Assistant Sales assistant and necessary and efficient tools
fa_ir: دستیار فروش، ابزارهای لازم و کارآمد

source: Safe Assistant Updater Logs
fa_ir: گزارش‌های به‌روزرسانی دستیار سیف

source: Safe Assistant: Codestar Framework not found.
fa_ir: دستیار سیف: Codestar Framework یافت نشد.

source: Save & Complete
fa_ir: ذخیره و تکمیل

source: Save & Order completion
fa_ir: ذخیره و تکمیل سفارش

source: Save detailed processing statistics for review
fa_ir: آمار دقیق پردازش را برای بررسی ذخیره کنید

source: Save Processing Results
fa_ir: ذخیره نتایج پردازش

source: Saved & Completed!
fa_ir: ذخیره و تکمیل شد!

source: Saved successfully.
fa_ir: با موفقیت ذخیره شد.

source: Saving...
fa_ir: در حال ذخیره...

source: Scheduled cron event cleared.
fa_ir: رویداد cron برنامه‌ریزی‌شده پاک شد.

source: second parameter is credit amount
fa_ir: پارامتر دوم مبلغ اعتبار است

source: second parameter is remaining days
fa_ir: پارامتر دوم تعداد روزهای باقی مانده است

source: second parameter is remaining hours
fa_ir: پارامتر دوم ساعت باقی مانده است

source: second parameter is tracking code
fa_ir: پارامتر دوم کد رهگیری است

source: Security check failed
fa_ir: بررسی امنیتی ناموفق بود

source: Security check failed.
fa_ir: بررسی امنیتی ناموفق بود.

source: Select an option
fa_ir: یک گزینه را انتخاب کنید

source: Select CSV File
fa_ir: انتخاب فایل CSV

source: Service Type
fa_ir: نوع خدمات

source: Set billing and shipping addresses
fa_ir: آدرس‌های صورتحساب و ارسال را تنظیم کنید

source: Set customer capabilities
fa_ir: تنظیم قابلیت‌های مشتری

source: Set how many hours after creation a pending order should be marked as cancelled.
fa_ir: تنظیم کنید که یک سفارش در حال انتظار چند ساعت پس از ایجاد، به عنوان لغو شده علامت گذاری شود.

source: Set how many hours after creation a pending order should be marked as failed.
fa_ir: تنظیم کنید که یک سفارش در حال انتظار چند ساعت پس از ایجاد، به عنوان ناموفق علامت‌گذاری شود.

source: Set the hour (24h format) when the system starts checking for orders to mark as failed.
fa_ir: ساعت (با فرمت ۲۴ ساعته) را تنظیم کنید تا سیستم شروع به بررسی سفارشات کند و آنها را به عنوان ناموفق علامت‌گذاری کند.

source: Set the hour (24h format) when the system stops checking for orders to mark as failed.
fa_ir: ساعت (با فرمت ۲۴ ساعته) را تنظیم کنید تا سیستم بررسی سفارشات را متوقف کند و آنها را به عنوان ناموفق علامت‌گذاری کند.

source: Settings
fa_ir: تنظیمات

source: Shipping Address 1
fa_ir: آدرس ارسال ۱

source: Shipping Address 2
fa_ir: آدرس ارسال ۲

source: Shipping City
fa_ir: شهر حمل و نقل

source: Shipping Company
fa_ir: شرکت حمل و نقل

source: Shipping Country
fa_ir: کشور حمل و نقل

source: Shipping Email
fa_ir: ایمیل ارسال

source: Shipping Fields Editor
fa_ir: ویرایشگر فیلدهای حمل و نقل

source: Shipping First Name
fa_ir: نام کوچک حمل کننده

source: Shipping Last Name
fa_ir: نام خانوادگی حمل و نقل

source: Shipping Phone
fa_ir: تلفن حمل و نقل

source: Shipping Postcode
fa_ir: کد پستی حمل و نقل

source: Shipping State
fa_ir: استان حمل و نقل

source: Show all %d results
fa_ir: نمایش همه %d نتیجه

source: Showing page %d of %d (%d total logs)
fa_ir: نمایش صفحه %d از %d (%d کل گزارش‌ها)

source: Skip wallet credit addition for existing users completely
fa_ir: از اضافه کردن اعتبار کیف پول برای کاربران فعلی به طور کامل صرف نظر کنید

source: SMS enabled but NO PATTERN set
fa_ir: پیامک فعال است اما الگویی تنظیم نشده است

source: SMS Gateway
fa_ir: درگاه پیامکی

source: SMS is enabled but NO PATTERN is set
fa_ir: پیامک فعال است اما الگویی تنظیم نشده است

source: SMS notifications are DISABLED
fa_ir: اعلان‌های پیامکی غیرفعال هستند

source: SMS notifications are ENABLED
fa_ir: اعلان‌های پیامکی فعال شدند

source: SMS Notifications:
fa_ir: اعلان‌های پیامکی:

source: SMS notifications: DISABLED
fa_ir: اعلان‌های پیامکی: غیرفعال

source: SMS notifications: ENABLED
fa_ir: اعلان‌های پیامکی: فعال

source: SMS Pattern
fa_ir: پترن پیامک

source: Sms Pattern
fa_ir: پترن پیامک

source: SMS Pattern (for last 24h)
fa_ir: پترن پیامک (برای 24 ساعت باقی مانده)

source: Sms pattern for after order completion
fa_ir: الگوی پیامکی برای پس از تکمیل سفارش

source: Sms pattern must includes below parameters:
fa_ir: الگوی پیامک باید شامل پارامترهای زیر باشد:

source: Sms profile is invalid
fa_ir: اطلاعات وارد شده شما درست نمیباشد.

source: Sms Send to %s failed!
fa_ir: ارسال پیامک به %s ناموفق بود!

source: Sms Send to %s Success!
fa_ir: ارسال پیامک به %s با موفقیت انجام شد!

source: Sms sender number
fa_ir: شماره ارسال کننده پیامک

source: SMS Sent
fa_ir: پیامک ارسال شد

source: SMS Sent:
fa_ir: پیامک ارسال شد:

source: Sms Status
fa_ir: وضعیت ارسال پیامک

source: SMS will be sent to all processed users
fa_ir: پیامک برای همه کاربران پردازش شده ارسال خواهد شد

source: SMS.ir API Key
fa_ir: کلید (Api) برنامه نویسان در پنل sms.ir

source: Social Managers
fa_ir: مدیران اجتماعی

source: Social Order Manager
fa_ir: مدیر سفارش اجتماعی

source: Start Time for Failed Status Check (Hour)
fa_ir: زمان شروع بررسی وضعیت ناموفق (ساعت)

source: Started At
fa_ir: شروع شده در

source: State
fa_ir: استان

source: State or city empty for user %s.
fa_ir: استان یا شهر برای کاربر %s خالی است.

source: Status
fa_ir: وضعیت

source: Status:
fa_ir: وضعیت:

source: Success
fa_ir: موفقیت

source: Success Rate (%)
fa_ir: میزان موفقیت (%)

source: Success Rate: %.1f%%
fa_ir: نرخ موفقیت: %.1f%%

source: Switch on to check only VPN service or switch to off to check all IPs not in Iran
fa_ir: برای بررسی فقط سرویس VPN، آن را روشن کنید یا برای بررسی همه IP های خارج از ایران، آن را خاموش کنید.

source: Telegram
fa_ir: تلگرام

source: Text to display minimum purchase for free shipping in Mashhad. Use %s for the amount.
fa_ir: برای نمایش حداقل خرید برای ارسال رایگان در مشهد، متن را وارد کنید. برای مبلغ از %s استفاده کنید.

source: Text to display minimum purchase for free shipping in other cities. Use %s for the amount.
fa_ir: برای نمایش حداقل خرید جهت ارسال رایگان در سایر شهرها، پیامک ارسال کنید. برای مبلغ از %s استفاده کنید.

source: Text to display remaining amount for free shipping in Mashhad. Use %s for the amount.
fa_ir: برای نمایش مبلغ باقیمانده برای ارسال رایگان در مشهد، متن را وارد کنید. برای مبلغ از %s استفاده کنید.

source: Text to display remaining amount for free shipping in other cities. Use %s for the amount.
fa_ir: برای نمایش مبلغ باقیمانده برای ارسال رایگان در شهرهای دیگر، متن را وارد کنید. برای مبلغ از %s استفاده کنید.

source: Text to display when free shipping is activated for Mashhad.
fa_ir: متنی که هنگام فعال شدن ارسال رایگان برای مشهد نمایش داده شود.

source: Text to display when free shipping is activated nationwide.
fa_ir: متنی که هنگام فعال شدن ارسال رایگان به سراسر کشور نمایش داده می‌شود.

source: third parameter is expire date.
fa_ir: پارامتر سوم تاریخ انقضا است.

source: This action cannot be undone easily!
fa_ir: این اقدام به راحتی قابل لغو نیست!

source: Time to Mark Order as Cancelled (Hours)
fa_ir: زمان لازم برای لغو سفارش (ساعت)

source: Time to Mark Order as Failed (Hours)
fa_ir: زمان لازم برای علامت‌گذاری سفارش به عنوان ناموفق (ساعت)

source: Title
fa_ir: عنوان

source: Title to display when VPN is detected.
fa_ir: عنوانی که هنگام شناسایی VPN نمایش داده می‌شود.

source: Toman
fa_ir: تومان

source: Toolkit for managing and processing orders. you can print invoices, add tracking information, update order statuses easily and more.
fa_ir: جعبه ابزاری برای مدیریت و پردازش سفارشات. می‌توانید فاکتورها را چاپ کنید، اطلاعات پیگیری اضافه کنید، وضعیت سفارش‌ها را به راحتی به‌روزرسانی کنید و کارهای بیشتری انجام دهید.

source: Total Processed
fa_ir: کل پردازش شده

source: Total Rows:
fa_ir: مجموع ردیف‌ها:

source: Tracking code is empty.
fa_ir: کد رهگیری خالی است.

source: Tracking code is required.
fa_ir: کد رهگیری الزامی است.

source: Tracking code saved: %s
fa_ir: کد رهگیری ذخیره شد: %s

source: Transient %s deleted.
fa_ir: %s گذرا حذف شد.

source: Type
fa_ir: نوع

source: Type:
fa_ir: نوع:

source: Unable to fetch credit.
fa_ir: دریافت اطلاعات موجودی حساب پنل شما با خطا مواجه شد.

source: Unable to open CSV file.
fa_ir: فایل CSV باز نمی‌شود.

source: Unable to save file.
fa_ir: قادر به ذخیره فایل نیست.

source: Unrecognized phone format: %s
fa_ir: قالب تلفن ناشناخته: %s

source: Update customer lookup table
fa_ir: جدول جستجوی مشتری را به‌روزرسانی کنید

source: Update existing user information (name, location)
fa_ir: به‌روزرسانی اطلاعات کاربر فعلی (نام، موقعیت مکانی)

source: Upload File & Show Actions Preview
fa_ir: آپلود فایل و نمایش پیش‌نمایش اقدامات

source: Use the credit percentage field if you want the wallet credit to be based on the previous purchase amount.
fa_ir: اگر می‌خواهید اعتبار کیف پول بر اساس مبلغ خرید قبلی باشد، از فیلد درصد اعتبار استفاده کنید.

source: User %s already exists (ID: %d).
fa_ir: کاربر %s از قبل وجود دارد (شناسه: %d).

source: User %s created (ID: %d).
fa_ir: کاربر %s ایجاد شد (شناسه: %d).

source: User %s details updated.
fa_ir: جزئیات کاربر %s به‌روزرسانی شد.

source: User import is in progress in the background.
fa_ir: درون ریزی کاربر در پس زمینه اجرا شد.

source: User Importer
fa_ir: واردکننده کاربر

source: USER MANAGEMENT:
fa_ir: مدیریت کاربران:

source: username is required
fa_ir: نام کاربری الزامی است

source: Users Created
fa_ir: کاربران ایجاد شده

source: Users Created:
fa_ir: کاربران ایجاد شده:

source: Users Updated
fa_ir: کاربران به‌روزرسانی شدند

source: Users Updated:
fa_ir: کاربران به‌روزرسانی شدند:

source: View Details
fa_ir: مشاهده جزئیات

source: VPN Checker Message
fa_ir: پیام بررسی VPN

source: VPN Checker Settings
fa_ir: تنظیمات بررسی VPN

source: VPN Checker Title
fa_ir: عنوان بررسی VPN

source: VPN Checker Type
fa_ir: نوع بررسی VPN

source: VPN Detected
fa_ir: VPN شناسایی شد

source: Wallet
fa_ir: کیف پول

source: Wallet charged for user %s with amount %d.
fa_ir: مبلغ %s به کیف پول کاربر %d اضافه شد.

source: WALLET CREDIT ADDITION:
fa_ir: افزایش اعتبار کیف پول:

source: Wallet credit for in-person buyers
fa_ir: اعتبار کیف پول برای خریداران حضوری

source: Wallet Credit Percentage
fa_ir: درصد اعتبار کیف پول

source: Wallet credit will expire after:
fa_ir: اعتبار کیف پول پس از موارد زیر منقضی می‌شود:

source: Wallet credit will not expire
fa_ir: اعتبار کیف پول منقضی نمی‌شود

source: Wallet expiration SMS
fa_ir: پیامک انقضای کیف پول

source: Wallets Credited
fa_ir: کیف پول‌ها اعتبارسنجی شدند

source: Wallets Credited:
fa_ir: کیف پول‌های دارای اعتبار:

source: Warning
fa_ir: هشدار

source: WARNING: This will add more balance to users who already have credit!
fa_ir: هشدار: این کار به کاربرانی که از قبل اعتبار دارند، موجودی بیشتری اضافه می‌کند!

source: Webhook URL
fa_ir: آدرس وب هوک

source: WhatsApp
fa_ir: واتساپ

source: Will add credit only to first-time users
fa_ir: فقط به کاربران جدید اعتبار اضافه می‌شود

source: Will add credit to ALL users (including existing ones)
fa_ir: به همه کاربران (از جمله کاربران فعلی) اعتبار اضافه خواهد شد

source: Will skip charging existing users
fa_ir: از دریافت هزینه از کاربران فعلی صرف نظر خواهد شد

source: WooCommerce
fa_ir: ووکامرس

source: WooCommerce Admin Settings
fa_ir: تنظیمات مدیریت ووکامرس

source: WooCommerce Checkout Settings
fa_ir: تنظیمات پرداخت ووکامرس

source: WooCommerce Integration:
fa_ir: ادغام با ووکامرس:

source: WooCommerce Search Optimization
fa_ir: بهینه‌سازی جستجوی ووکامرس

source: WordPress
fa_ir: وردپرس

source: Wordpress Admin
fa_ir: داشبورد ادمین

source: You are using a VPN. Please disable it to payment success.
fa_ir: شما از VPN استفاده می‌کنید. لطفاً آن را غیرفعال کنید تا پرداخت با موفقیت انجام شود.

source: you can import users from excel file and users imported in your site will be automatically and charge wallet with percentage or fixed amount and more.
fa_ir: شما می‌توانید کاربران را از فایل اکسل وارد کنید و کاربران وارد شده در سایت شما به صورت خودکار کیف پول را با درصد یا مبلغ ثابت و بیشتر شارژ می‌کنند.

source: You do not have permission.
fa_ir: شما اجازه ندارید.

source: Your Panel Credit:
fa_ir: موجودی پنل شما:

source: Your shop location
fa_ir: محل فروشگاه شما

source: 🚀 Starting cron job.
fa_ir: 🚀 شروع عملیات کرون جاب.
